{
  "0": {
    "name": "Смартфоны",
    "items": [
      {
        "id": 0,
        "name": "Apple iPhone XS 64GB",
        "desc": "Изумительный дисплей Super Retina занимает всю переднюю панель iPhone. Использование особых технологий OLED позволило создать HDR-дисплей с великолепной цветопередачей, глубокими черными цветами, впечатляющей яркостью и контрастом. Это самые чёткие дисплеи iPhone с самой высокой плотностью пикселей.",
        "price": 2999,
        "img": "img0_0.png"
      },
      {
        "id": 1,
        "name": "Samsung Galaxy S10+ 128Gb",
        "desc": "Samsung Galaxy S10 Plus обладает экраном Dynamic AMOLED, сильной стороной которого является цветопередача. Дисплей не страдает от излишней насыщенности цветов — картинка как никогда выглядит естественно. Высокая яркость обеспечивает идеально четкое изображения в любых условиях эксплуатации, а беспрецедентная контрастность является ключевым фактором при просмотре HDR-видео.",
        "price": 2200,
        "img": "img0_1.png"
      },
      {
        "id": 2,
        "name": "Huawei P30 Pro",
        "desc": "HUAWEI P30 Pro – это новое слово в мобильной фотографии. Используйте смартфон, чтобы лучше рассмотреть природу: насладитесь красотой ночного неба, понаблюдайте за птицами, летящими высоко в облаках, или рассмотрите мельчайшие детали кристаллов.",
        "price": 1900,
        "img": "img0_2.png"
      },
      {
        "id": 3,
        "name": "Sony Xperia XZ3",
        "desc": "Android, экран 6\" OLED (1440x2880), Qualcomm Snapdragon 845, ОЗУ 6 ГБ, флэш-память 64 ГБ, карты памяти, камера 19 Мп, аккумулятор 3330 мАч, 2 SIM, цвет черный",
        "price": 1700,
        "img": "img0_3.png"
      },
      {
        "id": 4,
        "name": "Xiaomi Mi 9 6GB/128GB",
        "desc": "Android, экран 6.39\" AMOLED (1080x2340), Qualcomm Snapdragon 855, ОЗУ 6 ГБ, флэш-память 128 ГБ, камера 48 Мп, аккумулятор 3300 мАч, 2 SIM, цвет черный",
        "price": 1500,
        "img": "img0_4.png"
      }
    ]
  },
  "1": {
    "name": "Телевизоры",
    "items": [
      {
        "id": 0,
        "name": "LG 55SJ8109",
        "desc": "3840x2160 (4K UHD), матрица IPS, частота матрицы 100 Гц, индекс динамичных сцен 2800, Smart TV (LG webOS), HDR, Wi-Fi",
        "price": 2500,
        "img": "img1_0.png"
      },
      {
        "id": 1,
        "name": "Samsung QE55Q7FNAU",
        "desc": "3840x2160 (4K UHD), матрица VA, частота матрицы 100 Гц, индекс динамичных сцен 3200, Smart TV (Samsung Tizen), HDR, Wi-Fiидеально четкое изображения в любых условиях эксплуатации, а беспрецедентная контрастность является ключевым фактором при просмотре HDR-видео.",
        "price": 2200,
        "img": "img1_1.png"
      },
      {
        "id": 2,
        "name": "Sony KD-55XE8096",
        "desc": "3840x2160 (4K UHD), матрица IPS, частота матрицы 50 Гц, Smart TV (Android TV), HDR, Wi-Fi",
        "price": 3200,
        "img": "img1_2.png"
      },
      {
        "id": 3,
        "name": "Philips 55PUS7101/60",
        "desc": "3840x2160 (4K UHD), матрица IPS, индекс динамичных сцен 2000, Smart TV (Android TV), HDR, Wi-Fi",
        "price": 1600,
        "img": "img1_3.png"
      }
    ]
  },
  "2": {
    "name": "Велосипеды",
    "items": [
      {
        "id": 0,
        "name": "Cube Hyde Race (2019)",
        "desc": "городской, материал рамы: алюминий, колеса 28\", вилка жесткая, трансмиссия 8 скор., тормоза дисковый гидравлический + дисковый гидравлический, вес 11.6 кг",
        "price": 2500,
        "img": "img2_0.png"
      },
      {
        "id": 1,
        "name": "Scott Aspect 970 (2018)",
        "desc": "горный, материал рамы: алюминий, колеса 29\", вилка амортизационная с ходом 100 мм, трансмиссия 21 скор., тормоза дисковый механический + дисковый механический, вес 14.56 кг",
        "price": 1800,
        "img": "img2_1.png"
      },
      {
        "id": 2,
        "name": "Trek Roscoe 6 (черный, 2019)",
        "desc": "горный, трэйл, материал рамы: алюминий, колеса 27.5\", вилка амортизационная с ходом 120 мм, трансмиссия 10 скор., тормоза дисковый гидравлический + дисковый гидравлический",
        "price": 1200,
        "img": "img2_2.png"
      },
      {
        "id": 3,
        "name": "Specialized Men's Diverge E5 Sport (2018)",
        "desc": "гравел, материал рамы: алюминий, колеса 28\", вилка жесткая, трансмиссия 18 скор., тормоза дисковый механический + дисковый механический",
        "price": 2400,
        "img": "img0_3.png"
      }
    ]
  }
  
}